Repository: jchaodubs/PrezPicks
Catalog: lib/l10n/app_*.arb
Languages: es, zh

# lang
source: en
es: es
zh: zh

# intro
source: Find out Which Presidential Candidate you Align With
es: Descubra con qué candidato presidencial se alinea
zh: 找出您支持哪位总统候选人

source: Get Started
es: Empezar
zh: 开始使用

source: Select All
es: Seleccionar todo
zh: 选择全部

source: Clear All
es: Deseleccionar todo
zh: 全部清除

source: Next
es: Próximo
zh: 下一个

source: Home
es: Casa
zh: 回去

# faq
source: FAQ's
zh: 常问问题

source: Buy me a cookie
es: Cómprame una galleta
zh: 给我买块饼干

# faqlong
source: Frequently asked questions
es: Preguntas frecuentes
zh: 常见问题

source: What is PrezPicks?
es: ¿Qué es PrezPicks?
zh: 什么是 PrezPicks？

# whatIsPrezPicksAnswer
source: PrezPicks is a website meant to help people discover which presidential candidate they align closest with.
es: PrezPicks es un sitio web diseñado para ayudar a las personas a descubrir con qué candidato presidencial se alinean más.
zh: PrezPicks 是一个旨在帮助人们发现他们与哪个总统候选人最接近的网站。

source: How does PrezPicks work?
es: ¿Cómo funciona PrezPicks?
zh: PrezPicks 如何运作？

# howDoesPrezPicksWorkAnswer
source: PrezPicks retrieves the top 2 presidential candidates' opinions on a variety of subject matter. Then opinions you select are added up to see which candidate you align closest with.
es: PrezPicks recupera las opiniones de los dos principales candidatos presidenciales sobre una variedad de temas. Luego, las opiniones que seleccionas se suman para ver con qué candidato te alineas más.
zh: PrezPicks 收集了前两位总统候选人在各种主题上的观点。然后将您选择的观点累加起来，看看您与哪个候选人最接近。

# howOftenAreStancesUpdated
source: How often are candidate stances updated?
es: ¿Con qué frecuencia se actualizan las posturas de los candidatos?
zh: 候选人的立场多久更新一次？

# howOftenAreStancesUpdatedAnswer
source: They are updated as often as possible. If you see an outdated stance that hasn't been updated, it's likely that it's still under verification.
es: Se actualizan tan a menudo como sea posible. Si ves una postura desactualizada que no ha sido actualizada, es probable que aún esté en proceso de verificación.
zh: 它们会尽可能频繁地更新。如果您看到尚未更新的过时立场，很可能它仍在核实中。

# howAreRecommendationsGenerated
source: How are candidate recommendations generated?
es: ¿Cómo se generan las recomendaciones de candidatos?
zh: 候选人推荐是如何生成的？

# howAreRecommendationsGeneratedAnswer
source: PrezPicks simply adds up the opinions you selected and chooses the candidate you selected most.
es: PrezPicks simplemente suma las opiniones que seleccionaste y elige al candidato que seleccionaste más.
zh: PrezPicks 只是将您选择的观点相加，并选择您选择最多的候选人。

# inaccurateMatch
source: My candidate match was inaccurate
es: Mi coincidencia con el candidato fue inexacta
zh: 我的候选人匹配不准确

# inaccurateMatchAnswer
source: If you believe your results were inaccurate, contact me at chaojeffrey831@gmail.com
es: Si crees que tus resultados fueron inexactos, contáctame en chaojeffrey831@gmail.com
zh: 如果您认为您的结果不准确，请通过 chaojeffrey831@gmail.com 联系我

# provideFeedback
source: How can I provide feedback/suggestions?
es: ¿Cómo puedo proporcionar comentarios/sugerencias?
zh: 我如何提供反馈/建议？

# provideFeedbackAnswer
source: You can either email me at chaojeffrey831@gmail.com or check out the GitHub repo XXXPUTLINKXXX
es: Puedes enviarme un correo electrónico a chaojeffrey831@gmail.com o revisar el repositorio de GitHub XXXPUTLINKXXX
zh: 您可以通过 chaojeffrey831@gmail.com 给我发电子邮件，或查看 GitHub 仓库 XXXPUTLINKXXX

# whyAcceptDonations
source: Why do you accept donations?
es: ¿Por qué aceptas donaciones?
zh: 为什么接受捐款？

# whyAcceptDonationsAnswer
source: This is due to the service costs of PrezPicks and to keep it updated and running for users.
es: Esto se debe a los costos del servicio de PrezPicks y para mantenerlo actualizado y en funcionamiento para los usuarios.
zh: 这是由于 PrezPicks 的服务成本，并为了保持其为用户更新和运行。

# findOutIssues
source: Select the issues you find most important
es: Seleccione los problemas que considere más importantes
zh: 选择您认为最重要的问题

# selectCardYouAgreeWith
source: Select the card you most agree with
es: Seleccione la tarjeta con la que más esté de acuerdo
zh: 选择您最认同的卡片

source: Candidate A:
es: Candidato A:
zh: 候选人 1:

source: Candidate B:
es: Candidato B:
zh: 候选人 2:

source: Back
es: Atrás
zh: 返回

source: See Results
es: Ver resultados
zh: 查看结果

source: Your winner is
es: Tu ganador es
zh: 你的赢家是

source: Share
es: Compartir
zh: 分享

source: Go Back Home
es: Volver a Inicio
zh: 返回主页

# resultsTied
source: The results are tied!!!
es: ¡Los resultados están empatados!!!
zh: 结果平局！！！
